<%@ page language="java" contentType="text/html; charset=UTF-8"
    pageEncoding="UTF-8"%>
<div>
	<h1>
		KTX청룡이란?
	</h1>
	<p>한국철도공사와 주식회사 SR이 도입중인 3세대[2] 고속철도차량으로 운행되는 열차다. HEMU-430X의 기술을 바탕으로 하여 양산하는 차량 중 하나로서 KTX-이음과 동일한 플랫폼으로 제작된다. 차량번호는 16##01, 편성번호는 1C70## 형식이다.</p>
	<p>관절대차 미채택
KTX-1, KTX-산천과 다르게 관절대차를 사용하지 않고 보통대차를 사용한다. 현대로템의 설명에 따르면 관절대차를 적용하면 원하는 수송력을 확보하기 힘들 뿐더러[11], 무엇보다도 동력분산식 관절대차 고속열차 기술을 아직 개발하지 못한 상황이라 동력관절대차를 적용하지 못하고 있다고 한다.#[12]
최대 운용속도
기존 300km/h 보다 더 빠른 320km/h까지 운용할 수 있다. 다만 평택-오송 고속철도가 개통하기 전까지는 기존 열차와 동일한 305km/h로 운용한다.
가감속 성능
Play: Video

KTX-산천은 시속 300km까지 도달하는데 316초가 걸렸으나, KTX-청룡은 212초로 줄어들었다. 기존 KTX-1, KTX-산천은 동력집중식이었던 반면, KTX-청룡은 동력분산식이여서 가감속 성능이 더 뛰어난 것이다. 많은 철도 동호인들은 빠른 가감속 덕에 소요시간이 단축될 것을 기대했다. 하지만 경부, 호남선 KTX와 SRT가 복선 하나 가지고 버라이어티하게 뒤엉켜서 운행하고 있어서 평택-오송 고속철도가 개통되기 전까지는 선로용량이 여유롭지 못하고, KTX-1이 KTX-청룡으로 대체되어도 당분간은 가감속성능이 낮은 KTX-산천의 수가 더 많을 것이기 때문에 소요시간을 획기적으로 단축시킬 수 있을지는 알 수 없다.[13] 일단 서대동부처럼 정차역 수가 적은 차편에 동력집중식, 정차역이 많은 차편에 동력분산식 차량을 투입하는 방향으로 운행계통을 조정하면 시간 단축 효과가 있을 것으로 보인다.[14]
승강장
본래 저상홈 전용으로 제작 예정이었으나 실차는 저/고상홈 겸용으로 제작됐다. 어차피 150000호대 이음 차량과 형제기이기 때문에 따로 저상홈 버전을 개발하는 것보다, 완전히 동일한 금형과 기술로 제작하는 게 더 경제적이다. 또한 나중에 한국철도의 일반 열차 플랫폼이 고상형으로 바뀌더라도 이 차량은 별도의 개조 없이 계속 운용할 수 있다.
신호장치
차상신호장치로는 ATS-S1과 S2를 지원하고, ATP(히타치 제품)가 탑재되어 ERTMS Level 1과 KTCS-2에 대응하며, 고속선 ATC인 TVM430[15] 또한 설치되어 있다.
전력소비량
전력소비량이 기존 모델 대비 75% 정도로 낮다.
도입가격
KTX-청룡의 차량 도입가격은 2편성 16량당 590억으로 결정됐다. 즉 1편성 8량당 295억#으로 잡고 있는 것으로 밝혀졌다. 현재 KTX, KTX-산천, SRT보다 저렴하다.[16]
차량편성
기존의 KTX-I과 KTX-산천의 경우 관절대차를 사용하고, 18.7m에 불과한 짧은 객차 길이를 가진 것과 달리 일반대차를 사용하며 제어차 26.25m, 객차 23.5m, 연결면간 거리 24.3m로 구성돼 제어차 2량 + 객차 6량을 합해 한 편성 8량의 총 길이가 199.1m로, 병결 시 KTX-산천 중련 편성보다 약간 짧아진다.[17]
승차감
시승한 한 유튜버의 후기에 의하면 진동이 매우 심해 곤욕을 치렀던 KTX-이음과 달리 승차감에서 상당한 개선이 이루어졌으며 KTX-산천이나 KTX-I 이상의 승차감을 보여준다고 한다.</p>
</div>