<%@ page language="java" contentType="text/html; charset=UTF-8"
    pageEncoding="UTF-8"%>

<div>
	<h1>정확하고 간편한 학사관리를 경험해 보세요. </h1>
	<h3> Program의 개요 </h3>
	<p>학원 맞춤형 다양한 출결 옵션 다양한 방식으로 간편하게 출결관리가 가능해요. 학생뿐 아니라 선생님들의 근태관리도 함께 활용해 보세요.</p>
	<p>선생님용 업무 애플리케이션 언제, 어디서든지 수업내용을 기록할 수 있어요. 출석 기록부터 결석생의 보강과 상담 일지, 과제 제출, 단체 문자까지 한 번에!</p>
	<h3> 학원의 시작은 신규 문의부터! </h3>
	<p>전화가 울리면 학생 확인 창 팝업 전화상담 내용을 기록하여 상담 히스토리를 관리해드릴게요. 몇 번째 상담전화인지 확인하여 관심도를 체크할 수 있어요.</p>
	<p>전화 통화 분석 화면 제공 부재중 전화부터 하루하루의 전화량 분석까지 한 번에! 한 통의 전화도 놓치지 않게 해드릴게요.</p>
	<p>입학원서 저장 기능 학생의 최초 상담 내용을 기록하여 관리해야 해요. 종이로만 보관한다면 다시 볼 수 없을 거예요.</p>
	<p>레벨테스트 누적 관리 기능 레벨 테스트 점수 기록으로 학생의 수준을 파악하세요. 성적 분석지를 학부모님과 상담 시 활용해 보세요.</p>
	<h3>우리 학원의 신규 상담을 점검해 드릴게요.</h3>
	<p>신규 등록 전환율 분석 신규 상담 후 등록까지 이어지지 않은 이유는 무엇이었을까요? 학원의 전체 등록률부터 특정 학급의 등록률을 분석하여 상담스킬, 자료를 보완해 보세요.</p>
	<p>신입생 관리 분석 신규 등록한 학생의 관리는 제대로 이루어졌을까요? 담임 인사부터 적응, 재등록 상담까지 우리 학원의 신입생 관리를 체크해 보세요.</p>
</div>